app/Controllers/Crm/AngajatiController.php

SELECT *
FROM `users`
---
    public function index()
    {
        $userModel = new UserModel();
        $data = [
            'page_title' => 'Lista Angajați',
            'angajati'   => $userModel->findAll()